{
  "motivation": [
    { "quote": "Push yourself, because no one else will.", "author": "Unknown" },
    { "quote": "Great things never come from comfort zones.", "author": "Unknown" },
    { "quote": "Dream it. Wish it. Do it.", "author": "Unknown" },
    { "quote": "Success doesn't just find you. You have to go out and get it.", "author": "Unknown" },
    { "quote": "The harder you work for something, the greater you'll feel when you achieve it.", "author": "Unknown" },
    { "quote": "Dream bigger. Do bigger.", "author": "Unknown" },
    { "quote": "Don't stop when you're tired. Stop when you're done.", "author": "Unknown" },
    { "quote": "Wake up with determination. Go to bed with satisfaction.", "author": "Unknown" },
    { "quote": "Do something today that your future self will thank you for.", "author": "Sean Patrick Flanery" },
    { "quote": "Little things make big days.", "author": "Unknown" },
    { "quote": "It's going to be hard, but hard does not mean impossible.", "author": "Unknown" },
    { "quote": "Don't wait for opportunity. Create it.", "author": "Unknown" },
    { "quote": "Sometimes we're tested not to show our weaknesses, but to discover our strengths.", "author": "Unknown" },
    { "quote": "The key to success is to focus on goals, not obstacles.", "author": "Unknown" },
    { "quote": "Dream it. Believe it. Build it.", "author": "Unknown" },
    { "quote": "Your limitation—it's only your imagination.", "author": "Unknown" },
    { "quote": "Great things never come from comfort zones.", "author": "Unknown" },
    { "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill" },
    { "quote": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney" },
    { "quote": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller" },
    { "quote": "Innovation distinguishes between a leader and a follower.", "author": "Steve Jobs" },
    { "quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.", "author": "Winston Churchill" },
    { "quote": "Don't let yesterday take up too much of today.", "author": "Will Rogers" },
    { "quote": "You learn more from failure than from success. Don't let it stop you. Failure builds character.", "author": "Unknown" },
    { "quote": "If you are working on something that you really care about, you don't have to be pushed. The vision pulls you.", "author": "Steve Jobs" },
    { "quote": "People who are crazy enough to think they can change the world, are the ones who do.", "author": "Rob Siltanen" },
    { "quote": "Failure will never overtake me if my determination to succeed is strong enough.", "author": "Og Mandino" },
    { "quote": "We may encounter many defeats but we must not be defeated.", "author": "Maya Angelou" },
    { "quote": "Knowing is not enough; we must apply. Wishing is not enough; we must do.", "author": "Johann Wolfgang von Goethe" },
    { "quote": "Imagine your life is perfect in every respect; what would it look like?", "author": "Brian Tracy" },
    { "quote": "The only limit to our realization of tomorrow will be our doubts of today.", "author": "Franklin D. Roosevelt" },
    { "quote": "Do what you can with all you have, wherever you are.", "author": "Theodore Roosevelt" },
    { "quote": "It is never too late to be what you might have been.", "author": "George Eliot" },
    { "quote": "Either you run the day, or the day runs you.", "author": "Jim Rohn" },
    { "quote": "Whether you think you can or you think you can't, you're right.", "author": "Henry Ford" },
    { "quote": "The two most important days in your life are the day you are born and the day you find out why.", "author": "Mark Twain" },
    { "quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it.", "author": "Johann Wolfgang von Goethe" },
    { "quote": "The best revenge is massive success.", "author": "Frank Sinatra" },
    { "quote": "Life is 10% what happens to you and 90% how you react to it.", "author": "Charles R. Swindoll" },
    { "quote": "The most difficult thing is the decision to act, the rest is merely tenacity.", "author": "Amelia Earhart" }
  ],
  "teachers": [
    { "quote": "Teaching is the profession that creates all others.", "author": "Unknown" },
    { "quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.", "author": "Brad Henry" },
    { "quote": "The art of teaching is the art of assisting discovery.", "author": "Mark Van Doren" },
    { "quote": "Teaching kids to count is fine, but teaching them what counts is best.", "author": "Bob Talbert" },
    { "quote": "The best teachers are those who show you where to look but don't tell you what to see.", "author": "Alexandra K. Trenfor" },
    { "quote": "A teacher affects eternity; he can never tell where his influence stops.", "author": "Henry Adams" },
    { "quote": "Teaching is not a lost art, but the regard for it is a lost tradition.", "author": "Jacques Barzun" },
    { "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.", "author": "William Arthur Ward" },
    { "quote": "Teaching is the greatest act of optimism.", "author": "Colleen Wilcox" },
    { "quote": "A teacher takes a hand, opens a mind, and touches a heart.", "author": "Unknown" },
    { "quote": "The influence of a good teacher can never be erased.", "author": "Unknown" },
    { "quote": "Teachers plant the seeds of knowledge that last a lifetime.", "author": "Unknown" },
    { "quote": "Teaching is a work of heart.", "author": "Unknown" },
    { "quote": "The best teachers teach from the heart, not from the book.", "author": "Unknown" },
    { "quote": "A teacher's purpose is not to create students in his own image, but to develop students who can create their own image.", "author": "Unknown" },
    { "quote": "What the teacher is, is more important than what he teaches.", "author": "Karl Menninger" },
    { "quote": "Teachers who love teaching teach children to love learning.", "author": "Robert John Meehan" },
    { "quote": "The dream begins with a teacher who believes in you.", "author": "Dan Rather" },
    { "quote": "Teaching is the only major occupation of man for which we have not yet developed tools that make an average person capable of competence and performance.", "author": "Peter Drucker" },
    { "quote": "A teacher is one who makes himself progressively unnecessary.", "author": "Thomas Carruthers" },
    { "quote": "The task of the modern educator is not to cut down jungles, but to irrigate deserts.", "author": "C.S. Lewis" },
    { "quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.", "author": "Gail Godwin" },
    { "quote": "The authority of those who teach is often an obstacle to those who want to learn.", "author": "Cicero" },
    { "quote": "Teaching is the profession that teaches all the other professions.", "author": "Unknown" },
    { "quote": "A teacher's job is to take a bunch of live wires and see that they are well-grounded.", "author": "Darwin D. Martin" },
    { "quote": "The whole art of teaching is only the art of awakening the natural curiosity of young minds.", "author": "Anatole France" },
    { "quote": "Teachers open the door, but you must enter by yourself.", "author": "Chinese Proverb" },
    { "quote": "In teaching you cannot see the fruit of a day's work. It is invisible and remains so, maybe for twenty years.", "author": "Jacques Barzun" },
    { "quote": "Teaching is not about answering questions but about raising questions.", "author": "Unknown" },
    { "quote": "The best teachers are those who change their minds.", "author": "Terry Heick" },
    { "quote": "A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.", "author": "Horace Mann" },
    { "quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.", "author": "Khalil Gibran" },
    { "quote": "Teaching is more than imparting knowledge, it is inspiring change.", "author": "William Arthur Ward" },
    { "quote": "The art of teaching is the art of assisting discovery.", "author": "Mark Van Doren" },
    { "quote": "A teacher's job is to take a bunch of live wires and see that they are well-grounded.", "author": "Darwin D. Martin" },
    { "quote": "Teaching should be full of ideas instead of stuffed with facts.", "author": "Unknown" },
    { "quote": "The good teacher explains. The superior teacher demonstrates. The great teacher inspires.", "author": "William Arthur Ward" },
    { "quote": "Teaching is not about answering questions but about raising questions.", "author": "Unknown" },
    { "quote": "A teacher's purpose is not to create students in his own image, but to develop students who can create their own image.", "author": "Unknown" },
    { "quote": "The teacher is the one who gets the most out of the lessons, and the true teacher is the learner.", "author": "Elbert Hubbard" }
  ],
  "students": [
    { "quote": "Every student can learn, just not on the same day, or the same way.", "author": "George Evans" },
    { "quote": "The beautiful thing about learning is that no one can take it away from you.", "author": "B.B. King" },
    { "quote": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela" },
    { "quote": "The expert in anything was once a beginner.", "author": "Unknown" },
    { "quote": "Learning never exhausts the mind.", "author": "Leonardo da Vinci" },
    { "quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "author": "Dr. Seuss" },
    { "quote": "Study hard, for the well is deep, and our brains are shallow.", "author": "Richard Baxter" },
    { "quote": "A student is not a container you have to fill, but a torch you have to light up.", "author": "Albert Einstein" },
    { "quote": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.", "author": "Brian Herbert" },
    { "quote": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb" },
    { "quote": "The best students are those who never stop asking questions.", "author": "Unknown" },
    { "quote": "Success is the sum of small efforts repeated day in and day out.", "author": "Robert Collier" },
    { "quote": "Don't let what you cannot do interfere with what you can do.", "author": "John Wooden" },
    { "quote": "The only impossible journey is the one you never begin.", "author": "Tony Robbins" },
    { "quote": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt" },
    { "quote": "I am always doing that which I cannot do, in order that I may learn how to do it.", "author": "Pablo Picasso" },
    { "quote": "Tell me and I forget, teach me and I may remember, involve me and I learn.", "author": "Benjamin Franklin" },
    { "quote": "Learning is not attained by chance, it must be sought for with ardor and attended to with diligence.", "author": "Abigail Adams" },
    { "quote": "The mind is not a vessel to be filled, but a fire to be kindled.", "author": "Plutarch" },
    { "quote": "Study without desire spoils the memory, and it retains nothing that it takes in.", "author": "Leonardo da Vinci" },
    { "quote": "Anyone who stops learning is old, whether at twenty or eighty.", "author": "Henry Ford" },
    { "quote": "Learning is a lifelong process of keeping abreast of change.", "author": "Peter Drucker" },
    { "quote": "The important thing is not to stop questioning.", "author": "Albert Einstein" },
    { "quote": "I have never let my schooling interfere with my education.", "author": "Mark Twain" },
    { "quote": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality.", "author": "Jim Rohn" },
    { "quote": "The best time to plant a tree was 20 years ago. The second best time is now.", "author": "Chinese Proverb" },
    { "quote": "You don't have to be great to get started, but you have to get started to be great.", "author": "Les Brown" },
    { "quote": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson" },
    { "quote": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
    { "quote": "Success is not the key to happiness. Happiness is the key to success.", "author": "Albert Schweitzer" },
    { "quote": "The expert in anything was once a beginner.", "author": "Helen Hayes" },
    { "quote": "Don't let schooling interfere with your education.", "author": "Mark Twain" },
    { "quote": "The more you learn, the more you realize you don't know.", "author": "Aristotle" },
    { "quote": "Learning is not a spectator sport.", "author": "D. Blocher" },
    { "quote": "The best students are those who never stop asking questions.", "author": "Unknown" },
    { "quote": "Education is what survives when what has been learned has been forgotten.", "author": "B.F. Skinner" },
    { "quote": "The mind is everything. What you think you become.", "author": "Buddha" },
    { "quote": "Study hard what interests you the most in the most undisciplined, irreverent and original manner possible.", "author": "Richard Feynman" },
    { "quote": "The secret to getting ahead is getting started.", "author": "Mark Twain" },
    { "quote": "Don't be afraid to ask questions. Don't be afraid to ask for help when you need it.", "author": "Sheryl Sandberg" }
  ],
  "education": [
    { "quote": "Education is the foundation upon which we build our future.", "author": "Christine Gregoire" },
    { "quote": "The function of education is to teach one to think intensively and to think critically.", "author": "Martin Luther King Jr." },
    { "quote": "Education is not preparation for life; education is life itself.", "author": "John Dewey" },
    { "quote": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle" },
    { "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.", "author": "Malcolm X" },
    { "quote": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin" },
    { "quote": "Education is not the filling of a pail, but the lighting of a fire.", "author": "William Butler Yeats" },
    { "quote": "The purpose of education is to replace an empty mind with an open one.", "author": "Malcolm Forbes" },
    { "quote": "Education is the key to unlocking the world, a passport to freedom.", "author": "Oprah Winfrey" },
    { "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
    { "quote": "Education breeds confidence. Confidence breeds hope. Hope breeds peace.", "author": "Confucius" },
    { "quote": "The whole purpose of education is to turn mirrors into windows.", "author": "Sydney J. Harris" },
    { "quote": "Education is simply the soul of a society as it passes from one generation to another.", "author": "Gilbert K. Chesterton" },
    { "quote": "Education is what remains after one has forgotten what one has learned in school.", "author": "Albert Einstein" },
    { "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.", "author": "John F. Kennedy" },
    { "quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.", "author": "Robert Frost" },
    { "quote": "The educated differ from the uneducated as much as the living differ from the dead.", "author": "Aristotle" },
    { "quote": "Education is learning what you didn't even know you didn't know.", "author": "Daniel J. Boorstin" },
    { "quote": "The only thing that interferes with my learning is my education.", "author": "Albert Einstein" },
    { "quote": "Education is the most powerful weapon you can use to change the world.", "author": "Nelson Mandela" },
    { "quote": "Real education should consist of drawing the goodness and the best out of our own students.", "author": "Caesar Chavez" },
    { "quote": "Education is not a problem. Education is an opportunity.", "author": "Lyndon B. Johnson" },
    { "quote": "The aim of education is the knowledge, not of facts, but of values.", "author": "William S. Burroughs" },
    { "quote": "Education is the transmission of civilization.", "author": "Ariel Durant" },
    { "quote": "The best education I have ever received was through travel.", "author": "Lisa Ling" },
    { "quote": "Education is a progressive discovery of our own ignorance.", "author": "Will Durant" },
    { "quote": "The great aim of education is not knowledge but action.", "author": "Herbert Spencer" },
    { "quote": "Education is the kindling of a flame, not the filling of a vessel.", "author": "Socrates" },
    { "quote": "The object of education is to prepare the young to educate themselves throughout their lives.", "author": "Robert M. Hutchins" },
    { "quote": "Education is freedom.", "author": "Paulo Freire" },
    { "quote": "The mind is not a vessel to be filled, but a fire to be kindled.", "author": "Plutarch" },
    { "quote": "Education is the kindling of a flame, not the filling of a vessel.", "author": "Socrates" },
    { "quote": "The beautiful thing about learning is nobody can take it away from you.", "author": "B.B. King" },
    { "quote": "Education is the movement from darkness to light.", "author": "Allan Bloom" },
    { "quote": "The only person who is educated is the one who has learned how to learn and change.", "author": "Carl Rogers" },
    { "quote": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.", "author": "Shakuntala Devi" },
    { "quote": "The purpose of education is to turn mirrors into windows.", "author": "Sydney J. Harris" },
    { "quote": "Education is the great equalizer.", "author": "Horace Mann" },
    { "quote": "Knowledge is power. Information is liberating. Education is the premise of progress.", "author": "Kofi Annan" },
    { "quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "author": "Dr. Seuss" }
  ],
  "inspiration": [
    { "quote": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
    { "quote": "Life is what happens to you while you're busy making other plans.", "author": "John Lennon" },
    { "quote": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt" },
    { "quote": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle" },
    { "quote": "Whoever is happy will make others happy too.", "author": "Anne Frank" },
    { "quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson" },
    { "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends.", "author": "Martin Luther King Jr." },
    { "quote": "The only impossible journey is the one you never begin.", "author": "Tony Robbins" },
    { "quote": "In this life we cannot do great things. We can only do small things with great love.", "author": "Mother Teresa" },
    { "quote": "If you look at what you have in life, you'll always have more.", "author": "Oprah Winfrey" },
    { "quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.", "author": "James Cameron" },
    { "quote": "You may say I'm a dreamer, but I'm not the only one.", "author": "John Lennon" },
    { "quote": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney" },
    { "quote": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller" },
    { "quote": "Innovation distinguishes between a leader and a follower.", "author": "Steve Jobs" },
    { "quote": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde" },
    { "quote": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "author": "Albert Einstein" },
    { "quote": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi" },
    { "quote": "A room without books is like a body without a soul.", "author": "Marcus Tullius Cicero" },
    { "quote": "You only live once, but if you do it right, once is enough.", "author": "Mae West" },
    { "quote": "If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.", "author": "J.K. Rowling" },
    { "quote": "If you tell the truth, you don't have to remember anything.", "author": "Mark Twain" },
    { "quote": "Friendship is the only cement that will ever hold the world together.", "author": "Woodrow Wilson" },
    { "quote": "A friend is someone who knows all about you and still loves you.", "author": "Elbert Hubbard" },
    { "quote": "To live is the rarest thing in the world. Most people just exist.", "author": "Oscar Wilde" },
    { "quote": "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.", "author": "Bill Keane" },
    { "quote": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas A. Edison" },
    { "quote": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein" },
    { "quote": "The person who says it cannot be done should not interrupt the person who is doing it.", "author": "Chinese Proverb" },
    { "quote": "There are no traffic jams along the extra mile.", "author": "Roger Staubach" },
    { "quote": "It is never too late to be what you might have been.", "author": "George Eliot" },
    { "quote": "You become what you believe.", "author": "Oprah Winfrey" },
    { "quote": "I would rather die of passion than of boredom.", "author": "Vincent van Gogh" },
    { "quote": "A truly rich man is one whose children run into his arms when his hands are empty.", "author": "Unknown" },
    { "quote": "It is not what you do for your children, but what you have taught them to do for themselves, that will make them successful human beings.", "author": "Ann Landers" },
    { "quote": "If you want your children to turn out well, spend twice as much time with them, and half as much money.", "author": "Abigail Van Buren" },
    { "quote": "Build your own dreams, or someone else will hire you to build theirs.", "author": "Farrah Gray" },
    { "quote": "The battles that count aren't the ones for gold medals. The struggles within yourself–the invisible battles inside all of us–that's where it's at.", "author": "Jesse Owens" },
    { "quote": "Education costs money. But then so does ignorance.", "author": "Sir Claus Moser" }
  ]
}
